{"data":{"allStrapiTermsAndConditions":{"edges":[{"node":{"id":"Terms-and-conditions_1","terms_and_conditions":"##### Cancellation by the delegate\n\nIf you cancel the course booking within 14 calendar days of us receiving your order confirmation, without giving any reason, you are entitled to a full refund of the price paid. However, if you book onto a course 4 weeks or closer to the course start date, you will receive no refund.\n\nCancellations made more than 8 weeks from the start date will allow a 90% reimbursement\n\nCancellations made between 8 weeks to 4 weeks 50% reimbursement\n\n4 weeks or closer 0% (zero) reimbursement\n\nIn all cases, cancellations due to an unsuccessful visa application are not eligible for a refund.\n\nYou will not have the right to cancel a course booking once the course has begun. If a course has online content and you access any of that content, this will be considered as having started the course.\n\nTo cancel a booking, you must do so in writing to enquiries@breeze.academy, making it explicitly clear that you are requesting a cancellation and subsequent refund. We will make the reimbursement using the same means of payment as you used for the initial transaction unless you have expressly agreed otherwise. If you pay via Stripe, and have requested to cancel after 90 days form your initial payment, you will be refunded as stated above, minus 3% to cover Stripe charges.\n\nWe cannot reimburse the cost of any pre-booked travel arrangements and suggest that you might like to consider travel insurance to cover any significant costs incurred.\n\n##### Cancellation by Breeze / Acuphys\n\nWhilst every effort is made to avoid changes to our programme, Breeze / Acuphys reserves the right to withdraw or cancel any course. If for any reason Breeze / Acuphys cancels a course, all course fees will be returned in full.\n\nWe cannot, however, reimburse the cost of any pre-booked travel arrangements and suggest that you might like to consider travel insurance to cover any significant costs incurred.\n\n##### Images \n\nBreeze / Acuphys may from time to time take photos/videos of training courses for use on their online mediums. These are purely for the purposes of demonstrating activities that occur on Breeze / Acuphys training courses.\n\n##### Filming and photography consent\n\nI understand that:\n\nBreeze / Acuphys may use photos/videos taken during the course on their website, social media, and/or online marketing.\n\nI can withdraw consent for this at any time by emailing enquiries@breeze.academy Note: this will not apply to material already published. Breeze / Acuphys cannot control already published material or recall them.\n\n##### Mailing list\n\nI understand that enrolling onto this course I will be added to a mailing list, keeping me up to date with future courses and Breeze / Acuphys activity. I understand that I can opt-out of at any time."}}]}}}